Boccaccio (rastadt@yahoo.it)

Conoscere la sua vita, sapere dove ha vissuto (corte dei d'angiò) che troviamo anche nel deacameron.
Sapere che è diventato amico di petrarca (perido di transizione), finisce la sua esistenza a certallo 
che ritorna anche nelle novelle di frate cipolla. Ricordarsi che prende i poteri interiori in quanto ha
avuto una crisi interiore che si evidenzia nel corbaccio. è un poeta che c onosce pochissimo di greco, 
conosce il latino ma non come petrarca. 

Il decameron
Il decameron è un'opera che rappresenta tre livelli, la supercornice# (composta da proemio, conclusioni
e introduzione alla quarta giornata con la novella). In questi livelli parla della critiche per questo 
comportamento libertino sull'amore. Il pubblico che legge quest'opera è un pubblico borghese (donne) in crisi d'amore.
Boccaccio dice che gli amici danno una mano quindi in caso di sofferenza si può parlare con essi per distrarsi.
Il decameron è un'opera che si divide in 10 giornate, ogni giornata è composta da 10 novelle.
La cornice è composta da 7 donne e 3 uomini che si trovano a fuggire dalla peste a firenze e si rifugiano a villa palmieri.
La cornice è il secondo livello, funzione medievale (viaggio di dante), funzione umanista, di raccordo,  è il racconto dei 10 ragazzi che scappano da firenze e 
per passare il tempo si raccontano delle storie. La domenica pensavano a lavarsi. La peste nel caso di boccaccio 
non si sofferma sulla sofferenza ma sull'ordine della persona, rispetto che era la cosa che mancava nella vita
quotidiana di firenze. 

Rapporto tra ingegno e fortuna
La fortuna è il destino, l'ingegno è la possibilità di cambiarlo. 

Titoli delle novelle
pag 386, 419, 431, frate cipolla, 381, 373
il corvaccio (gli ordini minori)
il decameron

*********************************************************************************************************************************************
Giovanni Boccaccio nasce nel 1313, in quella data Petrarca 9 anni e Dante quasi 50 (da lì a poco la sua morte a Firenze).
Nel corso del 300 il fallimento del progetto imperiale, nel quale aveva creduto Dante. Lo spostamento della sede papale in Francia,
il consolidamento dei regni di Francia ed Inghilterra ed infine la peste nera che devastò il continente (1340-1350).
Boccaccio è figlio illegittimo di un mercante fiorentino, nasce in Toscana (dubbia provenienza tra Firenze o Certaldo).
Boccaccio all'inizio della sua vita seguì il padre che inizialmente lavorava presso la compagnia dei bardi a Firenze e
successivamente il padre fu nominato rappresentante  dei bardi presso gli Angioini a Napoli (tra le città più importanti).
Boccaccio naturalmente lo seguì e imparò dal padre il mestiere di mercante, entrando anche in contatto con nobili e intellettuali
della corte di Roberto. La corte Angioina  era un dinamico centro culturale nel quale Boccaccio potè imparare la letteratura 
cortese e cavalleresca, sopratutto in francese, ed i classici latini.
Negli anni napoletani Boccaccio conobbe anche Fiammetta, la donna che ispirò il suo primo capolavoro, il Filocolo. 
Nel 1340 Boccaccio tornò a Firenze, dove si dedicò alla letteratura e alla poesia, ma anche alla vita mondana e alle donne ma,
nel 1348, la peste nera lo costrinse a rifugiarsi a Certaldo, dove scrisse il Decameron.
Tra il 1350 ed il 1360 Boccaccio si dedicò all'aiuto del comune di Firenze, sopratutto si dedicò al culto di Dante, risarcendo
alla figlia il denaro per l'esilio del padre.














//storia

Signorie e principati
XI città rinascita
XI-XIII città conistituzioni comunali (parlamento), guerre civilki tra famigli più ricche -> podestà 
XII-XIV signorie (città governata da l'uomo più potente del momento), italia centro settentrionale (prima con i d'angiò e poi con gl iaragonesi)
XIV-XV principati -> stati nazionali
L'incremento demografico avviene sopratto nelle zone urbane quindi delle città